AncientLord.nightowl-theme
bradlc.vscode-tailwindcss
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
hoovercj.vscode-power-mode
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
rvest.vs-code-prettier-eslint
sdras.night-owl
timonwong.shellcheck
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
